{
    "title": "ALLGEMEINE GESCHÄFTSBEDINGUNGEN",
    "text": [
        "für Dienstleistungen der Firma BCI GmbH",
        "1. www.ClinicNode.com - Online Software für Terminplanung und Kundenmanagement - Geltung der Geschäftsbedingungen",
        "(1) Diese Allgemeinen Geschäftsbedingungen (nachfolgend „AGB“) regeln die vertragliche Vereinbarung zwischen der BCI GmbH, Tachlau 7, 4655 Vorchdorf (nachfolgend „BCI GmbH“) und dem Nutzer der Online-Software (nachfolgend 'Online-Software'), der die Online-Software als Dienstleister (nachfolgend „Dienstleister“) für seine Kunden (nachfolgend „Endbenutzer“) bereitstellt.",
        "(2) Diese Vereinbarung gilt ab dem ersten Tag an dem der Dienstleister die Online-Software nutzt. Etwaige frühere Vertragsbedingungen zwischen BCI GmbH und dem Dienstleister verlieren mit dem Wirksamwerden dieser AGB ihre Gültigkeit.",
        "(3) Von diesen AGB abweichende Geschäftsbedingungen werden nur dann zum Gegenstand einer vertraglichen Vereinbarung zwischen BCI GmbH und Dienstleister, wenn BCI GmbH diese zuvor anerkannt hat. Dies gilt auch, wenn BCI GmbH abweichenden Geschäftsbedingungen nicht ausdrücklich widerspricht.",
        "2. Vertragsgegenstand und Leistungen",
        "(1) BCI GmbH tritt als Application Services Provider der Online-Software gegenüber Dienstleister auf. Die Online-Software wird Dienstleister zeitlich befristet zur Nutzung bereitgestellt. Darüber hinaus werden Dienstleister etwaige erforderliche Rechte für die Überlassung und Nutzung zeitlich befristetet eingeräumt.",
        "(2) BCI GmbH stellt Dienstleister die Online-Software in unterschiedlichen Modulen zur Verfügung. Die Online-Software ermöglicht es Dienstleister Daten von Endbenutzern zu verwalten und weiter Endnutzer Termine mit Dienstleister über das Internet zu vereinbaren. Die genauen Funktionalitäten von der Online-Software ergeben sich aus den jeweiligen Modulen, die dem Dienstleister zeitlich befristet zur Nutzung verfügbar gemacht werden oder sind der Website von BCI GmbH zu entnehmen.",
        "(3) BCI GmbH behält sich das Recht vor, Funktionalitäten jederzeit zu verändern, weshalb optische, technische oder sonstige Modifizierungen entstehen können. Änderungen an Funktionalitäten sowie damit verbundene Upgrades von der Online-Software während der Laufzeit des jeweiligen Vertrages unterliegen automatisch diesen Geschäftsbedingungen. Veränderungen an der Online-Software bedeuten kein außerordentliches Kündigungsrecht, wenn die vertragliche Leistung im Wesentlichen bestehen bleibt.",
        "(4) Dienstleister erklärt sich damit einverstanden, dass bei Einbinden der Online-Software in die Dienstleister Homepage ein Hinweis mit Link zur BCI GmbH Website sichtbar ist. Darüber hinaus ist Dienstleister einverstanden, dass Endbenutzer bei Buchung von Terminen durch die Online-Software per Email oder SMS zur Terminbestätigung, -erinnerung, -stornierung, etc. benachrichtigt werden.",
        "(5) Dienstleister gibt sein Einverständnis, dass BCI GmbH dem Dienstleister allgemeine Informationen per Email zusendet. Dienstleister kann dem Erhalt jederzeit mit zukünftiger Wirkung widersprechen. Der Zusendung von technischen oder systemrelevanten Emails durch die Online-Software kann nicht widersprochen werden.",
        "(6) Bei Supportarbeiten durch BCI GmbH kann ein Zugriff auf personenbezogene Kundendaten von Dienstleiter oder Endnutzer nötig sein. Rechtsgrundlage für diese Datenverarbeitung ist Art. 6 Abs. 1 S. 1 lit. b DSGVO. Dienstleister kann den Zugriff für den Support im BCI GmbH über Kontaktaufnahme bei BCI GmbH deaktivieren.",
        "3. Nutzungsrecht",
        "(1) Dienstleister erhält das einfache und nicht ausschließliche, auf die Laufzeit des Vertrages zeitlich beschränkte Nutzungsrecht, auf die Online-Software mittels Telekommunikation zuzugreifen und mittels eines Webbrowsers die mit der Online-Software verbundenen Funktionalitäten gemäß §2 zu nutzen. Darüberhinausgehende Rechte, insbesondere an BCI GmbH, der Online-Software oder der Betriebssoftware erhält Dienstleister nicht.",
        "(2) Dienstleister ist nicht berechtigt, die Online-Software über die nach Maßgabe dieses Vertrages erlaubte Nutzung hinaus zu nutzen oder von Dritten nutzen zu lassen oder es Dritten zugänglich zu machen. Insbesondere ist es Dienstleister nicht gestattet, die BCI GmbH Online-Software oder Teile davon zu vervielfältigen, zu veräußern oder zeitlich begrenzt zu überlassen, vor allem nicht zu vermieten oder zu verleihen.",
        "(3) Für jeden Fall, in dem Dienstleister die Nutzung der Online-Software durch nicht von Dienstleister benannte Dritte schuldhaft ermöglicht, hat Dienstleister jeweils Schadensersatz in Höhe der Vergütung zu leisten, die im Falle des Abschlusses eines Vertrages während einer ordentlichen Vertragsdauer von 12 Monaten Mindestvertragsdauer in der höchsten Vergütungsstufe für einen Dienstleister angefallen wäre. Der Nachweis, dass kein oder ein wesentlich geringerer Schaden vorliegt, bleibt Dienstleister vorbehalten. BCI GmbH bleibt berechtigt, einen weitergehenden Schaden geltend zu machen.",
        "(4) Im Falle einer unberechtigten Nutzungsüberlassung hat der Dienstleister BCI GmbH auf Verlangen unverzüglich sämtliche Angaben zur Geltendmachung der Ansprüche gegen den unberechtigten Nutzer zu machen, insbesondere dessen Namen und Anschrift mitzuteilen.",
        "(5) Wird die vertragsgemäße Nutzung der Online-Software ohne Verschulden der BCI GmbH durch Schutzrechte Dritter beeinträchtigt, so ist BCI GmbH berechtigt, die hierdurch betroffenen Leistungen zu verweigern. BCI GmbH wird Dienstleister hiervon unverzüglich unterrichten und ihm in geeigneter Weise den Zugriff auf seine Daten ermöglichen. Der Dienstleister ist in diesem Fall nicht zur Zahlung verpflichtet. Sonstige Ansprüche oder Rechte von Dienstleister bleiben unberührt.",
        "4. Datenschutz und Datensicherheit (Bitte beachten Sie auch die Datenschutzerklärung)",
        "(1) Beide Parteien (Dienstleister und BCI GmbH) werden die jeweils anwendbaren gültigen datenschutzrechtlichen Bestimmungen beachten und ihre im Zusammenhang mit dem Vertrag eingesetzten Beschäftigten auf das Datengeheimnis verpflichten, soweit diese nicht bereits allgemein entsprechend verpflichtet sind.",
        "(2) Erhebt, verarbeitet oder nutzt Dienstleister selbst oder durch BCI GmbH personenbezogene Daten, so steht er dafür ein, dass er dazu nach den anwendbaren, insbesondere datenschutzrechtlichen Bestimmungen berechtigt ist und stellt im Falle eines Verstoßes BCI GmbH von Ansprüchen Dritter frei.",
        "(3) Soweit die zu verarbeitenden Daten personenbezogene Daten sind, liegt der Zugriff und die Hoheit über diese Daten ausschließlich beim Dienstleister der die Online-Software nutzt.",
        "(4) Die Softwareapplikation, Server und Betriebssoftware sowie sonstige Systemkomponenten der Online-Software werden in einem Rechenzentrum in Europa betrieben.",
        "(5) BCI GmbH trifft die technischen und organisatorischen Sicherheitsvorkehrungen und Maßnahmen gemäß den aktuellen Datenschutzgesetzen.",
        "Auftragsverarbeitung (AV) nach DSGVO - EU-Datenschutz-Grundverordnung",
        "Die Datenverarbeitung im Auftrag – auch Auftragsverarbeitung (AV) genannt – ist die Erhebung, Verarbeitung oder Nutzung von personenbezogenen Daten durch BCI GmbH auf Weisung durch Dienstleister. Sie dient dazu, das Outsourcing von Datenverarbeitung datenschutzrechtlich abzusichern. Innerhalb der EU wird dies in der DSGVO geregelt.",
        "Sie finden die AV im BCI GmbH Backend im Reiter Account Verwalten nach erfolgreicher Registrierung.",
        "5. Pflichten und Obliegenheit von Dienstleister",
        "Dienstleister wird die ihn zur Leistungserbringung und –abwicklung dieses Vertrages treffenden Pflichten erfüllen. Er wird insbesondere",
        "(1) die vereinbarten Preise fristgerecht zahlen. Für jede nicht eingelöste bzw. zurückgereichte Lastschrift hat Dienstleister in dem Umfang, wie er das kostenauslösende Ereignis zu vertreten hat, BCI GmbH die diesem entstandenen Kosten zu erstatten.",
        "(2) die ihm bzw. den Mitarbeitern zugeordneten Nutzungs- und Zugangsberechtigungen sowie Identifikations- und Authentifikations-Sicherungen vor dem Zugriff durch Dritte schützen und nicht an unberechtigte Nutzer weitergeben.",
        "(3) dafür Sorge tragen, dass (z.B. bei der Übernahme von Texten und Daten Dritter auf Server von BCI GmbH) alle gewerblichen Schutz- und Urheberrechte beachtet werden.",
        "(4) die erforderliche Einwilligung des jeweils Betroffenen einholen, soweit er im Rahmen der Nutzung Online-Software personenbezogene Daten erhebt, verarbeitet oder nutzt und kein gesetzlicher Erlaubnistatbestand eingreift.",
        "(5) die Online-Software nicht missbräuchlich nutzen oder nutzen lassen, insbesondere keine Informationsangebote mit rechts- oder sittenwidrigen Inhalten übermitteln oder auf solche Informationen hinweisen, die der Volksverhetzung dienen, zu Straftaten anleiten oder Gewalt verherrlichen oder verharmlosen, geeignet sind, Kinder oder Jugendliche sittlich schwer zu gefährden oder in ihrem Wohl zu beeinträchtigen oder das Ansehen von BCI GmbH schädigen können.",
        "(6) den Versuch unterlassen, selbst oder durch nicht autorisierte Dritte Informationen oder Daten unbefugt abzurufen oder in Programme, die von BCI GmbH betrieben werden einzugreifen oder eingreifen zu lassen oder in Datennetze von BCI GmbH unbefugt einzudringen.",
        "(7) BCI GmbH von sämtlichen Ansprüchen Dritter freistellen, die auf einer rechtswidrigen Verwendung der Online-Software durch ihn beruhen oder mit seiner Billigung erfolgen oder die sich insbesondere aus datenschutzrechtlichen, urheberrechtlichen oder sonstigen rechtlichen Streitigkeiten ergeben, die mit der Nutzung der Online-Software verbunden sind. Erkennt Dienstleister oder muss er erkennen, dass ein solcher Verstoß droht, besteht die Pflicht zur unverzüglichen Unterrichtung von BCI GmbH.",
        "(8) die an BCI GmbH übermittelten Daten regelmäßig und gefahrentsprechend sichern und eigene Sicherungskopien erstellen, um bei Verlust der Daten und Informationen die Rekonstruktion derselben zu gewährleisten.",
        "(9) bis zum Zeitpunkt der Beendigung des Vertrages seine im System vorhandenen Datenbestände durch Download zu sichern, da nicht ausgeschlossen werden kann, dass nach Beendigung des Vertrages auf diese Datenbestände kein Zugriff durch Dienstleister mehr möglich ist.",
        "6. Vertragswidrige Nutzung Online-Software",
        "(1) BCI GmbH ist berechtigt, bei rechtswidrigem Verstoß von Dienstleister oder der von ihm benannten Mitarbeiter gegen eine der in diesem Vertrag festgelegten wesentlichen Pflichten, insb. bei Verstoß gegen die in 5.5.und 5.6 genannten Pflichten den Zugang zur Online-Software und zu dessen Daten zu sperren. Der Zugang wird erst dann wiederhergestellt, wenn der Verstoß gegen die betroffene wesentliche Pflicht dauerhaft beseitigt bzw. die Wiederholungsgefahr durch Abgabe einer angemessenen strafbewährten Unterlassungserklärung gegenüber BCI GmbH sichergestellt ist. Dienstleister bleibt in diesem Fall verpflichtet, die monatlichen Preise zu zahlen.",
        "(2) BCI GmbH ist berechtigt, bei einem Verstoß gegen 5.5 und 5.6 die betroffenen Daten zu löschen.",
        "(3) Liegt in den Fällen 6.1 und 6.2 ein schuldhafter Verstoß von Dienstleister vor, ist Dienstleister zum Schadensersatz in Höhe von € 25.000,- verpflichtet. Der Schadensersatz ist höher oder niedriger anzusetzen, wenn BCI GmbH einen höheren oder Dienstleister einen geringeren Schaden nachweist; der Dienstleister kann auch nachweisen, dass kein Schaden vorliegt. Die Geltendmachung anderer Schadensersatzansprüche bleibt BCI GmbH vorbehalten.",
        "(4) Im Falle eines rechtswidrigen Verstoßes gegen die in 5.5 und 5.6 festgelegten Pflichten durch einen Nutzer hat Dienstleister BCI GmbH auf Verlangen unverzüglich sämtliche Angaben zur Geltendmachung der Ansprüche gegen den Nutzer zu machen, insbesondere dessen Namen und Anschrift mitzuteilen.",
        "7. Zahlungsbedingungen",
        "(1) Monatliche Mieten sind ab dem Tag des Vertragsbeginns jeweils für die Vertragsdauer im Voraus zu zahlen.",
        "(2) Alle Preise gelten zuzüglich der gesetzlichen Mehrwertsteuer in der jeweils am Tag der Rechnungsstellung gültigen Höhe, welche auf der BCI GmbH Webseite zu finden sind.",
        "(3) Sonstige Preise sind nach Erbringung der Leistung zu zahlen.",
        "(4) Sofern kein Lastschriftseinzugsverfahren vereinbart ist, muss der Rechnungsbetrag spätestens am dreißigsten Tag nach Rechnungsstellung auf dem BCI GmbH Konto gutgeschrieben sein.",
        "(1) Während eines Zahlungsverzugs von Dienstleister ist BCI GmbH berechtigt, den Zugang auf die Online-Software nur noch lesend zu erlauben und/oder ganz zu sperren. Dienstleister bleibt in diesem Fall verpflichtet, die monatlichen Preise zu zahlen.",
        "(2) Kommt Dienstleister",
        "- für zwei aufeinander folgende Monate mit der Bezahlung der Preise bzw. eines nicht unerheblichen Teils der Preise oder",
        "- in einem Zeitraum, der sich über mehr als zwei Monate erstreckt, mit der Bezahlung des Entgeltes in Höhe eines Betrages, der das Entgelt für zwei Monate erreicht,",
        "in Verzug, ist BCI GmbH berechtigt, den Vertrag ohne Einhaltung einer Frist zu kündigen und einen sofort in einer Summe fälligen pauschalierten Schadensersatz in Höhe der Hälfte der bis zum Ablauf der regulären Vertragslaufzeit restlichen monatlichen Preise zu verlangen.",
        "(3) Der Schadensbetrag ist höher oder niedriger anzusetzen, wenn BCI GmbH einen höheren oder Dienstleister einen geringeren Schaden nachweist. Die Geltendmachung weiterer Ansprüche wegen Zahlungsverzuges bleibt BCI GmbH vorbehalten.",
        "(4) Gerät BCI GmbH mit der betriebsfähigen Bereitstellung in Verzug, so richtet sich die Haftung nach Punkt 9. Dienstleister ist nur dann zum Rücktritt vom Vertrag berechtigt, wenn BCI GmbH zweimal die von Dienstleister gesetzte angemessene Nachfrist nicht einhält.",
        "9. Haftung",
        "(1) BCI GmbH garantiert die jahresdurchschnittliche 99,9 %ige Bereitstellung der vertragsgegenständlichen Leistungen entsprechend Punkt 3 dieser Bedingungen.",
        "(2) davon ausgenommen sind Zeiten, in denen die Server aufgrund von technischen oder sonstigen Gründen, die nicht im Einflussbereich von BCI GmbH liegen (höhere Gewalt, Verschulden Dritter, etc.), nicht über das Internet zu erreichen sind. Zuvor als Wartungsfenster kommunizierte Wartungsarbeiten werden nicht als Ausfallzeiten gewertet.",
        "(3) Für Schäden des Dienstleisters haftet BCI GmbH nur, soweit der direkte Schaden im Zusammenhang mit der Nutzung oder Inanspruchnahme von BCI GmbH, dessen Mitarbeitern, gesetzlichen Vertretern oder sonstigen Erfüllungsgehilfen vorsätzlich oder grob fahrlässig verursacht wurde.",
        "(4) Ergänzend und vorrangig haftet BCI GmbH nicht für leichte Fahrlässigkeit – ausgenommen für direkte Personenschäden. Der Ersatz von indirekten, mittelbaren und/oder Folgeschäden, insbesondere auch von Mangelfolgeschäden, reinen Vermögensschäden, entgangenem Gewinn und Schäden Dritter ist – soweit gesetzlich zulässig – ausgeschlossen.",
        "(5) Im Übrigen haftet BCI GmbH nur, soweit sie eine wesentliche Vertragspflicht (Kardinalpflicht) verletzt hat. In diesen Fällen ist die Haftung auf den Ersatz des vorhersehbaren, typischerweise eintretenden Schaden beschränkt. Für einen einzelnen Schadensfall ist die Haftung auf den Vertragswert begrenzt, bei laufender Vergütung auf die Höhe der Vergütung pro Vertragsmonat.",
        "(6) Die verschuldensunabhängige Haftung von BCI GmbH auf Schadensersatz für bei Vertragsschluss vorhandene Mängel wird ausgeschlossen.",
        "(7) Die Haftung nach den Vorschriften des Produkthaftungsgesetzes bleibt unberührt.",
        "(8) Die Haftung von BCI GmbH im Falle von Datenverlust oder Datenwiederherstellung ist in jedem Fall der Höhe nach begrenzt und zwar auf den Schaden, der auch bei regelmäßiger und sachgemäßer Datensicherung durch Dienstleister eingetreten wäre.",
        "10. Höhere Gewalt",
        "(1) BCI GmbH ist von der Verpflichtung zur Leistung aus diesem Vertrag befreit, wenn und soweit die Nichterfüllung von Leistungen auf das Eintreten von Umständen höherer Gewalt nach Vertragsabschluss zurückzuführen ist.",
        "(2) Als Umstände höherer Gewalt gelten zum Beispiel Krieg, Streiks, Unruhen, Enteignungen, kardinale Rechtsänderungen, Sturm, Überschwemmungen und sonstige Naturkatastrophen sowie sonstige von BCI GmbH nicht zu vertretende Umstände. Insbesondere Wassereinbrüche, Stromausfälle und Unterbrechungen oder Zerstörung datenführender Leitungen.",
        "(3) Jede Vertragspartei hat die andere Vertragspartei über den Eintritt eines Falles von höherer Gewalt unverzüglich und in schriftlicher Form in Kenntnis zu setzen.",
        "11. Vertragsbeginn, Vertragslaufzeit und Kündigung",
        "(1) Wenn Dienstleister sich für einen freien Demozugang registriert, dann stellt BCI GmbH einen 30 Tage Zugang zur Online-Software zur Verfügung. Die AGBs gelten ab diesem Zeitpunkt. Der Demozugang endet, je nachdem welches der beiden Ereignisse zuerst eintritt:",
        "- das Ende der freien Demo nach Ablauf der 30 Tage (Kündigung durch Dienstleister ist nicht erforderlich, 30 Tage Testzugang läuft automatisch aus)",
        "- Bestellung für Miete eines der Online-Software Module durch Dienstleister",
        "Während der freien Demo sind die Anzahl der Kunden, Filialen, Mitarbeiter, freie SMS begrenzt. ",
        "(2) Die Mindestmietzeit (nach dem kostenlosen Demozugang) der Online-Software beträgt 3 Monate und beginnt mit dem Tag der betriebsfähigen Bereitstellung.",
        "(3) Das Vertragsverhältnis kann von beiden Vertragsparteien mit einer Frist von 2 Kalenderwochen frühestens zum Ablauf der Vertragslaufzeit am letzten Tag des Kalendermonats gekündigt werden (per E-Mail). Andernfalls verlängert sich der Vertrag jeweils um die gewählte Vertragslaufzeit.",
        "(4) Dienstleister kann jederzeit auf ein anderes Modul der Online-Software umsteigen oder Zusatzpakete (de-)aktivieren, Es muss dafür eine neue Bestellung bei BCI GmbH erfolgen. Das dem neuen Auftrag entsprechende Modul, sowie etwaige Zusatzpakete, werden sofort aktiviert. Die dadurch erhöhte Gebühr ist ebenfalls sofort fällig. Bei Umstieg auf ein kleineres Modul oder Deaktivierung eines der Zusatzpakete wird die bereits bezahlte Miete dadurch nicht minimiert. Die Miete reduziert sich erst für den nächsten Verrechnungszeitraum.",
        "12. Schlussbestimmungen",
        "(1) Dienstleister kann die Rechte und Pflichten aus diesem Vertrag nur nach vorheriger schriftlicher Zustimmung von BCI GmbH auf Dritte übertragen. BCI GmbH ist hingegen berechtigt, die Rechte und Pflichten aus diesem Vertrag an ein anderes (Konzern)-Unternehmen zu übertragen.",
        "(2) Für die vertraglichen Beziehungen gilt das Recht des Landes vom Sitz von BCI GmbH. Gerichtsstand ist der Sitz von BCI GmbH.",
        "13. Salvatorische Klausel",
        "",
        "Sollten einzelne Bestimmungen dieses Vertrages unwirksam oder undurchführbar sein oder nach Vertragsschluss unwirksam oder undurchführbar werden, bleibt davon die Wirksamkeit des Vertrages im Übrigen unberührt. An die Stelle der unwirksamen oder undurchführbaren Bestimmung soll diejenige wirksame und durchführbare Regelung treten, deren Wirkungen der wirtschaftlichen Zielsetzung am nächsten kommen, die die Vertragsparteien mit der unwirksamen bzw. undurchführbaren Bestimmung verfolgt haben. Die vorstehenden Bestimmungen gelten entsprechend für den Fall, dass sich der Vertrag als lückenhaft erweist.",
        "",
        "2022/04"
    ]
}